Repository: wescamp/Love_To_Death-1.8
Catalog: po/*.po
Languages: de, fr

source: Love To Death
de: Liebe bis zum Tod
fr: Aimer jusqu'à la mort

source: LTD
fr: AJALM

source: Apprentice
de: Lehrling
fr: Apprenti

source: (Easy)
de: (Einfach)
fr: (Facile)

source: Wizard
de: Zauberer
fr: Magicien

source: ArchMage
de: Erzmagier
fr: Archimage

source: (Hard)
fr: (Difficile)

source: Follow the story of the deathly passion of Aleva, the mage apprentice who crossed all the boundaries of magic to reach what she desired most. (Unfinished, 2 parts out of 3, 12 scenarios)
de: Verfolge die Geschichte der tödlichen Leidenschaft von Aleva, der Zauberschülerin, die alle Grenzen der Magie überschritten hat, um zu erreichen, was sie am meisten wollte. (Unvollendet, 2 von 3 Teilen, 12 Szenarien
fr: Suivez l'histoire de la passion mortelle d'Aleva, l'apprentie mage qui traversa toutes les frontières de la magie pour atteindre ce qu'elle désirait le plus. (Non terminée, 2 parties sur 3, 12 scénarios)

source: Back To Karenin
de: Zurück nach Karenin
fr: Retour à Karenin

source: Arrive in Karenin
de: Ankunft in Karenin
fr: Arrivée à Karenin

source: Death of Karos
de: Der Tod von Karos
fr: Mort de Karos

source: Death of Aleva
de: Der Tod von Aleva
fr: Mort d'Aleva

source: Turns run out
de: Die Zeit läuft ab
fr: Fin des tours

source: Karos the brave
de: Karos der Tapfere
fr: Karos le téméraire

source: After several days of march, Karos and Aleva arrive to Karenin when leaves are about to fall from the trees. They feel the peace and rest of the arriving traveler.
de: Nach mehreren Tagen Marsch, erreichten Karos und Aleva Karenin als die Blätter anfingen von den Bäumen zu fallen. They feel the peace and rest of the arriving traveler.
fr: Au bout de plusieurs jours de marche, Karos et Aleva arrivèrent à Karenin au moment où les feuilles sont sur le point de tomber des arbres. Ils ressentirent la paix et le repos du voyageur qui rentre chez lui.

source: My dear Karos, at last we arrive to our Karenin. I am willing to see my father and to rest.
de: Mein geehrter Karos, endlich erreichen wir unser Karenin. Ich will nun meinen Vater wieder sehen und eine Rast einlegen.
fr: Mon cher Karos, nous sommes enfin à Karenin. Je vais voir mon père et me reposer.

source: Master Kaliostali will greet your presence.
de: Meister Kaliostali wird deine Anwesenheit willkommen heißen.
fr: Maître Kaliostali appréciera votre présence.

source: You will certanly be rewarded for such an efficient protection.
de: Du wirst sicher belohnt werden für deine tüchtige Abwehr.
fr: Vous serez bien entendu récompensé pour une protection aussi efficace.

source: It is not reward I seek
de: Es ist keine Belohnung die ich anstrebe.
fr: Ce ne sont pas les récompenses qui m'intéressent.

source: I know, my dear Karos, and that is the reason why we appreciate you in this family. Your loyalty is always appreciated. During this winter I will be requiring your services. I will travel sort distances to practice in the intimacy the arts my master taught me.
de: Ich weiß, mein geehrter Karos, und das ist der Grund warum wir dich in dieser Familie anerkennen. Deine Loyalität wurde immer anerkannt. Im Laufe dieses Winters werde ich deine Dienste beanspruchen. Ich werde gewisse Strecken zurück legen, um in der Innigkeit zu üben, in der mich mein Meister ausgebildet hat.
fr: Je le sais bien, mon cher Karos, et c'est la raison pour laquelle nous vous apprécions dans cette famille. Votre loyauté est toujours appréciée. Cet hiver nous aurons besoin de vos services. Je voyagerai assez loin pour pratiquer dans l'intimité les arts que mon maître m'a enseignés.

source: I will follow you to death, and that you know, but you should care. Care to travel in the winter, and care to practice your magic. It is appreciated, but also feared.
de: Ich werde dir bis in den Tod folgen, das solltest du wissen, aber trotzdem solltest du aufpassen. Bedenke, das du im Winter reist und bedenke, das du deine magischen Fähigkeiten trainierst. Wir erkennen dies an, machen uns aber trotzdem auch Sorgen um dich.
fr: Je vous suivrai jusqu'à la mort, et vous le savez, mais vous devriez faire attention. Attention au voyage en hiver, attention à la pratique de votre magie. Elle est admirée mais également redoutée.

source: Let's head on, my loyal servant.
de: Lasst uns losgehen, mein loyaler Diener.
fr: En avant, mon loyal serviteur.

source: MiLady, at last!, you arrived.
de: MyLady, endlich! Ihr seid angekommen!
fr: Mademoiselle, enfin ! vous êtes arrivée.

source: What disturbs you, citizen?
de: Was beunruhigt dich, Bürger?
fr: Quelle est la cause de votre trouble, citoyen ?

source: Something terrible, MiLady, my... my grandfather, he is here!!
de: Etwas schreckliches, MyLady, mein... mein Großvater, er ist hier!!
fr: Quelque chose de terrible, Mademoiselle, mon... mon grand-père, il est là !!

source: You shall show more respect for your elders, citizen.
de: Du solltest deine Ahnen mehr respektieren, Bürger.
fr: Vous devriez faire preuve de plus de respect envers vos aînés, citoyen.

source: No!! He is back. He died this summer, and now he is back, and others also... They come from the cemetery
de: Nein!! Er ist zurück. Er ist diesen Sommer gestorben, und jetzt ist er zurück, andere auch... Sie kommen vom Friedhof
fr: Non !! Il est de retour. Il est mort cet été, et maintenant il est de retour, et d'autres aussi... Ils reviennent du cimetière.

source: Oh my God! Dead rising from their repose, and walking among alive ones. What kind of evil magic is this? Let's go Karos, we have to reach my father.
de: Oh mein Gott! Tote, die ihre letzte Ruhe nicht finden und unter den Lebenden wandeln. Was für eine Art schwarzer Magie ist das? Lass uns gehen Karos, wir müssen zu meinem Vater gelangen.
fr: Oh mon dieu ! Des morts se relevant de leur trépas et marchant parmi les vivants. De quelle sorte de magie noire s'agit-il ? Allons-y Karos, nous devons rejoindre mon père.

source: Father, what is going on?
de: Vater, was geht hier vor?
fr: Père, que se passe-t-il ?

source: Aleva, is that you? Thank the gods you arrived! Panic has spread through our people, the dead are walking among us. Please, recruit the troops and destroy this menace. Hurry, you do not have much time.
de: Aleva, bist du das? Dankt den Göttern das du da bist! Panik macht sich unter den Leuten breit, die Toten wandeln unter uns. Bitte, rekrutiert Truppen und zerstört diese Bedrohung. Beeilung, du hast nicht viel Zeit.
fr: Aleva, c'est toi ? Dieu merci tu es rentrée ! La panique se répand chez nos gens, les morts marchent parmi nous. S'il-te-plaît, recrute des troupes et détruis cette menace. Vite, tu n'as pas beaucoup de temps.

source: So I will, father. Let us go, Karos
de: Ich werde mich dieser Bürde annehmen, Vater. Lass uns gehen, Karos.
fr: J'y cours, père. Allons-y, Karos.

source: Yes, MiLady.
de: Ja, MyLady.
fr: Oui, Mademoiselle.

source: Destroy the menace falling on Karenin
de: Zerstöre die Bedrohnung, die sich auf Karenin stürzt
fr: Détruire la menace qui plane sur Karenin

source: Death of Kaliostali
de: Tod von Kaliostali
fr: Mort de Kaliostali

source: What is this horror? Poor creature, we shall free his soul.
de: Was ist das für ein Horror? Arme Seele, wir sollten seine Seele befreien.
fr: Quelle est cette horreur ? Pauvre créature, nous allons délivrer son âme.

source: I am Aleva. I will destroy you, evil creature, for profaning my sacred land!
de: Ich bin Aleva. Ich werde dich zerstören, teuflische Kreatur, weil du mein heiliges Land entweihst!
fr: Je suis Aleva. Je vais te détruire, créature malfaisante, pour avoir profané ma terre sacrée !

source: Oh no!, It is too late, the undead march through our lands...
de: Oh nein! Es ist zu spät, die Untoten marschieren durch unsere Ländereien...
fr: Oh non ! Trop tard, les morts-vivants ont envahi nos terres...

source: Did you see that, Karos? The new dead rise and join them.
de: Hast du das gesehen, Karos? Die gerade gestorbenen erstehen auf und folgen ihnen.
fr: Avez-vous vu cela, Karos ? Les nouveaux morts se lèvent et les rejoignent.

source: We did it. We destroyed every single last one of them. Where does this kind of magic come from? Who is behind this atrocity?
de: Wir haben es geschafft. Wir haben jeden Einzelnen von ihnen getötet. Woher kommt dieser Zauber? Wer steckt hinter dieser Grausamkeit?
fr: Nous y sommes arrivés. Nous les avons détruits jusqu'au dernier. D'où vient cette sorte de magie ? Qui est derrière cette atrocité ?

source: Aleva, there is only one person in the marque of Karenin that could reach such a power, and you know that. It is your master, Ektalion. We shall raise the guard and march North.
de: Aleva, es gibt nur eine Person im Gebiet von Karenin, die eine solche Macht erlangen kann, und du kennst sie. Es ist dein Meister, Ektalion. Wir sollten die Truppen verstärken und nach Norden ziehen.
fr: Aleva, il n'y a qu'une seule personne dans tout Karenin qui en aurait le pouvoir, et vous le savez. Il s'agit de votre maître, Ektalion. Nous devons lever la garde et marcher au nord.

source: No, father, that is not possible. Ektalion is a good man. He is the bravest of all men. There shall be an explanation for all this, and it does not come from my master. He is not the only one to control the powers of Magic. You people do not understand.
de: Nein, Vater, das ist unmöglich. Ektalion ist ein guter Mensch. Er ist der Tapferste von allen. Es gibt eine Erklärung für all das, und sie hat nichts mit meinem Meister zu tun. Er ist nicht der Einzige, der die Kraft der Magie beherrscht. Ihr Leute versteht das nicht.
fr: Non, père, c'est impossible. Ektalion est un honnête homme. C'est le plus courageux de tous les hommes. Il doit y avoir une explication à tout cela, cela ne peut pas venir de mon maître. Il n'est pas le seul à contrôler les pouvoirs de la Magie. Vous ne pouvez pas comprendre.

source: You are young, but wise, young daughter. But you are also blind. Who else could control such a power?
de: Du bist zwar jung aber klug, kleine Tochter. Trotzdem bist du geblendet. Wer sonst sollte eine solche Macht kontrollieren?
fr: Vous êtes jeune, mais sage, jeune fille. Mais vous êtes aussi aveugle. Qui d'autre pourrait contrôler un tel pouvoir ?

source: The shaman lizards of the swamp are also known for controlling magic powers, and they as well venerate Tanas, the evil goddess. To the swamps should our sight turn.
de: Die Schamanen der Eidechsen aus dem Sumpf sind auch dafür bekannt, die Magie zu beherrschen und auch sie verehren Tanas, die böse Göttin. Wir sollten unsere Aufmerksamkeit auf die Sümpfe richten.
fr: Les lézards shamans du marais sont aussi connus pour leur contrôle des pouvoirs magiques et ils vénèrent aussi Tanas, la déesse maléfique. Vers les marais devrait se tourner votre regard.

source: Then we will do as you will. Take some men and head to the swamps. Bring mi a prove, and we will wreck havoc on the lizars. Do not, and we will march North.
de: Dann werden wir deinem Wille folgen. Nehmt ein paar Männer und brecht zu den Sümpfen auf. Bringt mir einen Beweis und wir werden die Eidechsen zerstören.Ansonsten werden wir in den Norden marschieren.
fr: Alors nous ferons comme vous voulez. Prenez quelques hommes et dirigez-vous vers les marais. Apportez-moi une preuve, et nous sèmerons la destruction chez les lézards. Sinon, nous irons au nord.
